[
  {"quoteText":"It is no longer a question of whether there is a tendency or a tilt to the left; the faculties of American universities and colleges are overwhelmingly leftist.", "author":"Martin Anderson", "topics": ["Academia"]},
  {"quoteText":"I would rather be governed by the first two thousand people in the Boston telephone directory than by the two thousand people on the faculty of Harvard University.", "author":"William F. Buckley", "topics": ["Academia"]},
  {"quoteText":"The lefties are on the side of the thugs. They've taken over the universities. I don't think anyone learns anything at college anymore. It's a four-year vacation.", "author":"Ann Coulter", "topics": ["Academia"]},
  {"quoteText":"Hatred of producers of wealth still flourishes and has become, in fact, the racism of the intelligentsia.", "author":"George Gilder", "topics": ["Academia"]},
  {"quoteText":"Nowhere at present is there such a measureless loathing of their country by educated people as in America.", "author":"Eric Hoffer", "topics": ["Academia"]},
  {"quoteText":"Liberal professors want students to cite sources in papers but are completely ok with 'anonymous sources.'", "author":"The Hodge Twins", "topics": ["Academia"]},
  {"quoteText":"The last few decades mark the first time in their history that America's institutions of higher learning have become a haven for extremists.", "author":"David Horowitz", "topics": ["Academia"]},
  {"quoteText":"We have a lot of people revolutionizing the world because they've never had to present a working model.", "author":"Charles F. Kettering", "topics": ["Academia"]},
  {"quoteText":"University politics are vicious precisely because the stakes are so small.", "author":"Henry Kissinger", "topics": ["Academia"]},
  {"quoteText":"There are no kinder or better people in the world than those who listen to you when you are eighteen.", "author":"P. J. O'Rourke", "topics": ["Academia"]},
  {"quoteText":"Enlightened people seldom or never possess a sense of responsibility.", "author":"George Orwell", "topics": ["Academia"]},
  {"quoteText":"Many professors are Marxists or other varieties of radicals who hate America.", "author":"Phyllis Schlafly", "topics": ["Academia"]},
  {"quoteText":"The purpose of a college education is to give you the correct view of minorities, and the means to live as far away from them as possible.", "author":"Joseph Sobran", "topics": ["Academia"]},
  {"quoteText":"The most fundamental fact about the ideas of the political left is that they do not work. Therefore, we should not be surprised to find the left concentrated in institutions where ideas do not have to work in order to survive.", "author":"Thomas Sowell", "topics": ["Academia"]},
  {"quoteText":"The next time some academics tell you how important diversity is, ask how many Republicans there are in their sociology department.", "author":"Thomas Sowell", "topics": ["Academia"]},

  {"quoteText":"With most men reform is a trade: with some a swindling trade, with others an honest, but yet a lucrative trade.", "author":"John Quincy Adams", "topics": ["Activism"]},
  {"quoteText":"It is a general popular error to imagine the loudest complainers for the public to be the most anxious for its welfare.", "author":"Edmund Burke", "topics": ["Activism"]},
  {"quoteText":"There is an epidemic of radical leftists seeing themselves as 'better people.'  Being an SJW doesn't make you a 'superior' person - it just makes you annoying.", "author":"Chandler Crump", "topics": ["Activism"]},
  {"quoteText":"Social justice isn't justice.  It is the avenue where personal issues are turned into communal grievances for selfish motives.", "author":"Nick Fad", "topics": ["Activism"]},
  {"quoteText":"Every absurdity has a champion to defend it.", "author":"Oliver Goldsmith", "topics": ["Activism"]},
  {"quoteText":"Becoming a part of a movement doesn't help anybody think clearly.", "author":"Sam Harris", "topics": ["Activism"]},
  {"quoteText":"The world must be saved from its saviors.", "author":"Henry Hazlitt", "topics": ["Activism"]},
  {"quoteText":"The sterile radical is basically conservative.  He is afraid to let go of the ideas and beliefs he picked up in his youth lest his life be seen as empty and wasted.", "author":"Eric Hoffer", "topics": ["Activism"]},
  {"quoteText":"The devil loves nothing better than the intolerance of reformers.", "author":"James Russell Lowell", "topics": ["Activism"]},
  {"quoteText":"Why do they call it 'the feminist movement,' when in reality it does nothing to embrace feminine qualities?  Why do they call it BLM, when it does nothing to empower black lives?  The left always pushes their agenda under the guise of doing good.  Don't fall for it.", "author":"Samantha Marika", "topics": ["Activism"]},
  {"quoteText":"If it is peace you want, seek to change yourself, not other people.  It is easier to protect your feet with slippers than to carpet the whole of the earth.", "author":"Anthony de Mello", "topics": ["Activism"]},
  {"quoteText":"The kind of man who wants the government to adopt and enforce his ideas is always the kind of man whose ideas are idiotic.", "author":"H.L. Mencken", "topics": ["Activism"]},
  {"quoteText":"It is a stupidity second to none, to busy oneself with the correction of the world.", "author":"Molière", "topics": ["Activism"]},
  {"quoteText":"The activist is not the man who says the river is dirty.  The activist is the man who cleans up the river.", "author":"H. Ross Perot", "topics": ["Activism"]},
  {"quoteText":"The law is not a repository for your ire or your feelings.", "author":"Ben Shapiro", "topics": ["Activism"]},
  {"quoteText":"Envy was once considered to be one of the seven deadly sins before it became one of the most admired virtues under its new name, 'social justice.'", "author":"Thomas Sowell", "topics": ["Activism"]},
  {"quoteText":"Selfishness is not living as one wishes to live, it is asking others to live as one wishes to live.", "author":"Oscar Wilde", "topics": ["Activism"]},

  {"quoteText":"Blacks who have not succumbed to the victim culture have been, are and will be doing quite well - all on their own, without handouts, affirmative action and other patronizing measures.", "author":"Tammy Bruce", "topics": ["Affirmative Action"]},
  {"quoteText":"Isn't it time to remove race from all applications?", "author":"Miles Commodore", "topics": ["Affirmative Action"]},
  {"quoteText":"Win on your merit, not your skin color.", "author":"Tomi Lahren", "topics": ["Affirmative Action"]},
  {"quoteText":"It's amazing how many people think they are doing blacks a favor by exempting them from the standards others are expected to meet.", "author":"Thomas Sowell", "topics": ["Affirmative Action"]},
  {"quoteText":"It's about inviting more people to meet standards, not lowering them.", "author":"Gloria Steinem", "topics": ["Affirmative Action"]},
  {"quoteText":"Don't believe in quotas.  America was founded on a philosophy of individual rights, not group rights.", "author":"Clarence Thomas", "topics": ["Affirmative Action"]},

  {"quoteText":"Being hateful and angry is a very handy shield from the truth.  It lets you focus on everyone else's shortcomings.", "author":"Glenn Beck", "topics": ["Agitators"]},
  {"quoteText":"Social justice is a cancer.  Social justice means you are ruled by whatever the mob does.  What social justice does is destroy individual responsibility.", "author":"Rafael Cruz", "topics": ["Agitators"]},
  {"quoteText":"Your right to swing your arm leaves off where my right not to have my nose struck begins.", "author":"John B. Finch", "topics": ["Agitators"]},
  {"quoteText":"Many activists and antagonists who are on the wrong side of an issue employ the tactic of, 'the best defense is a good offense.'", "author":"Mike Gallagher", "topics": ["Agitators"]},
  {"quoteText":"Those who torment us for our own good will torment us without end for they do so with the approval of their own conscience.", "author":"C. S. Lewis", "topics": ["Agitators"]},
  {"quoteText":"The liberty of the individual must be thus far limited; he must not make himself a nuisance to other people.", "author":"John Stuart Mill", "topics": ["Agitators"]},
  {"quoteText":"There are people who define themselves in America now solely through agitation.  They have no life, except yours.", "author":"Dennis Miller", "topics": ["Agitators"]},
  {"quoteText":"Psychiatrists today . . . see the irrational hostility that people everywhere vent upon one another as chiefly projected self-hate.", "author":"Bonaro W. Overstreet", "topics": ["Agitators"]},
  {"quoteText":"When people are trying to see how far they can push things, that is the time to let them know that they have already pushed things too far.", "author":"Thomas Sowell", "topics": ["Agitators"]},
  {"quoteText":"The duty of an opposition is very simple . . . to oppose everything and propose nothing.", "author":"Edward Stanley", "topics": ["Agitators"]},
  {"quoteText":"Generation to generation, these pseud-revolutionaries could never handle not being the cool kids.  Something was always wrong.", "author":"Caspar Vega", "topics": ["Agitators"]},

  {"quoteText":"He who does not punish evil commands that it be done.", "author":"Leonardo da Vinci", "topics": ["Aiding & Abetting"]},
  {"quoteText":"A judge who cannot punish, associates himself in the end with the criminal.", "author":"Johann Wolfgang von Goethe", "topics": ["Aiding & Abetting", "1 Corinthians 10:21"]},
  {"quoteText":"He who spares the wicked injures the good.", "author":"Seneca", "topics": ["Aiding & Abetting"]},
  {"quoteText":"Nothing emboldens sin so much as mercy.", "author":"William Shakespeare", "topics": ["Aiding & Abetting"]},
  {"quoteText":"Mercy but murders, pardoning those that kill.", "author":"William Shakespeare", "topics": ["Aiding & Abetting"]},
  {"quoteText":"He who overlooks one crime invites the commission of another.", "author":"Publilius Syrus", "topics": ["Aiding & Abetting"]},
  {"quoteText":"Every unpunished murder takes away something from the security of every man's life.", "author":"Daniel Webster", "topics": ["Aiding & Abetting"]},

  {"quoteText":"At the very least, people who get subsidies should have to get up in the morning and do something, even if it's a make work job.  But most liberals would oppose even this simple test of responsibility.", "author":"James R. Cook", "topics": ["Allowances"]},
  {"quoteText":"Nobody shoulders a rifle in defense of a boarding house.", "author":"Bret Harte", "topics": ["Allowances"]},
  {"quoteText":"Continued dependence upon relief induces a spiritual and moral disintegration fundamentally destructive to the national fiber.  To dole out relief in this way is to administer a narcotic, a subtle destroyer of the human spirit.", "author":"Franklin D. Roosevelt", "topics": ["Allowances"]},
  {"quoteText":"In the history of the world, no one has ever washed a rented car.", "author":"Lawrence Summers", "topics": ["Allowances"]},

  {"quoteText":"When was the last time anyone chanted 'USA' at any Democrat anything?", "author":"Mary Alvarez", "topics": ["America-Bashers"]},
  {"quoteText":"Can anyone let me know exactly what has been accomplished by all this kneeling during the National Anthem?  What policy has been implemented, what law has been voted on, what Act has been written? . . . What progress has been made?", "author":"Zeek Arkham", "topics": ["America-Bashers"]},
  {"quoteText":"I miss living in a time when flying the American flag wasn't controversial.", "author":"Rep. Andy Biggs", "topics": ["America-Bashers"]},
  {"quoteText":"The goal is not to trigger liberals.  The goal is to save America.  For some reason, that just so happens to trigger liberals.", "author":"Lauren Boebert", "topics": ["America-Bashers"]},
  {"quoteText":"If liberals had been in-charge of the Arizona memorial, it would probably have featured an exhaustive exhibit about the internment of Japanese Americans during World War II and little about the bombing of Pearl Harbor.", "author":"Mona Charen", "topics": ["America-Bashers"]},
  {"quoteText":"It still boggles my mind that roughly half of all Americans don't actually root for America to succeed.", "author":"Miles Commodore", "topics": ["America-Bashers"]},
  {"quoteText":"If you see someone with an American flag on their shirt, in their yard, or flying from their vehicle, you can almost be certain they are not a Democrat.", "author":"Miles Commodore", "topics": ["America-Bashers"]},
  {"quoteText":"That is when the Left is going to love America - when it is not America anymore.", "author":"Ann Coulter", "topics": ["America-Bashers"]},
  {"quoteText":"Liberals love America like O.J. loved Nicole.", "author":"Ann Coulter", "topics": ["America-Bashers"]},
  {"quoteText":"Have you ever noticed how hell-bent liberals are at making the United States seem inferior to other countries . . . to any country?", "author":"Steven Crowder", "topics": ["America-Bashers"]},
  {"quoteText":"Earth to Democrats: Displaying contempt for the American people when you are being paid by those people to serve their interests is generally not a good political move.", "author":"Monica Crowley", "topics": ["America-Bashers"]},
  {"quoteText":"If you don't want an American flag flying at your school, why do you live in the USA?", "author":"Ainsley Earhardt", "topics": ["America-Bashers"]},
  {"quoteText":"Every day is a great day to be an American citizen.  Don't let the Left tell you any different.", "author":"Damani Felder", "topics": ["America-Bashers"]},
  {"quoteText":"Democrats want to make us ashamed of America so they can replace our country with something dangerous and radical.", "author":"Matt Gaetz", "topics": ["America-Bashers"]},
  {"quoteText":"I think Dr. King, if he were alive today, he wouldn't disrespect the flag or the anthem; he would use his words and his voice to send a message for positive change.", "author":"Kimberly Guilfoyle", "topics": ["America-Bashers"]},
  {"quoteText":"Somebody needs to open an investigation into the Democrat Party to find out if they have any ties to America.", "author":"Laura Ingraham", "topics": ["America-Bashers"]},
  {"quoteText":"The Democrat party represents Americans who have been emotionally manipulated into hating their own country.", "author":"Mark Lutchman", "topics": ["America-Bashers"]},
  {"quoteText":"If you believe our flag is a symbol of racism and oppression, you are literally too stupid to be entrusted with a vote.", "author":"Mark Lutchman", "topics": ["America-Bashers"]},
  {"quoteText":"Most people who complain about the United States of America have never been outside the United States of America.", "author":"Samantha Marika", "topics": ["America-Bashers"]},
  {"quoteText":"Current trend seems to be: the more you love your country, the more people hate you for that.", "author":"Anthony Mitchell", "topics": ["America-Bashers"]},
  {"quoteText":"The CNN international is a different service - it is even more leftist and anti-American than CNN is.  That's their business, that's fine, but it can't be getting any revenue. There is no cable network that I know of anywhere in the world other than in America that pays them for their products.", "author":"Rupert Murdock", "topics": ["America-Bashers"]},
  {"quoteText":"This is the Democratic paradox: You want so much to run America and yet you seem not so fond of Americans.", "author":"Peggy Noonan", "topics": ["America-Bashers"]},
  {"quoteText":"As a former NFL player, I am one American who will have nothing to do with any NFL team that cannot find the corporate courage to stand for the millions of courageous past great Americans whose sacrifice gave meaning to our flag and national anthem and to the millions upon millions who still dream to come to its free shores.", "author":"Burgess Owens", "topics": ["America-Bashers"]},
  {"quoteText":"You know you live in a great country when even the people that absolutely detest it refuse to leave.", "author":"Candace Owens", "topics": ["America-Bashers"]},
  {"quoteText":"Isn't it messed up how you can guess, with 90% accuracy, someone's political stance based on whether they're proud to wave the flag of this country?", "author":"Jordan Dixon-Hamilton", "topics": ["America-Bashers"]},
  {"quoteText":"Imagine living in a nation so great that even its haters refuse to leave.", "author":"CJ Pearson", "topics": ["America-Bashers"]},
  {"quoteText":"America haters can relocate to a country that fits them better if they choose to.  America lovers have nowhere to go if we lose our country.", "author":"Christian Walker", "topics": ["America-Bashers"]},
  {"quoteText":"Do Democrats actually expect for people like me to vote for a party that advocates burning the flag on the 4th of July?", "author":"Chad Williams-Owen", "topics": ["America-Bashers"]},

  {"quoteText":"The Democratic Party abandoned God and now their cities burn.  They made a pact with Satan.", "author":"Betty Black", "topics": ["'Anti-Christs'"]},
  {"quoteText":"You know why I believe that I'm on the right side?  We are not trying to remove God from society the way liberals are.", "author":"Betty Black", "topics": ["'Anti-Christs'"]},
  {"quoteText":"Let's let everybody believe what they want to believe. And that means, P.C. police, don't you be coming down on people who believe in God and who believe in Jesus.", "author":"Dr. Ben Carson", "topics": ["'Anti-Christs'"]},
  {"quoteText":"There is much depressing evidence that the religious voice is required to stay out of the public square only when it is pressed in a conservative cause.", "author":"Stephen L. Carter", "topics": ["'Anti-Christs'"]},
  {"quoteText":"The bigotry question goes both ways. There's a lot more anti-Christian bigotry today than there is concerning the other side. None of it gets covered by the news media.", "author":"Newt Gingrich", "topics": ["'Anti-Christs'"]},
  {"quoteText":"One of the most disturbing trends in our society is that Biblical truth is being called hate speech.", "author":"Mark Robinson", "topics": ["'Anti-Christs'"]},

  {"quoteText":"In the public administration of justice, mercy to one may be cruelty to others.", "author":"Joseph Addison", "topics": ["Avertable Recidivism"]},
  {"quoteText":"Save a thief from the gallows and he'll cut your throat.", "author":"William Camden", "topics": ["Avertable Recidivism"]},
  {"quoteText":"Too much mercy often results in further crimes which are fatal to victims who need not have been victims if justice had been put first and mercy second.", "author":"Agatha Christie", "topics": ["Avertable Recidivism"]},
  {"quoteText":"When by a pardoned murderer blood is spilt, the judge that pardoned hath the greatest guilt.", "author":"Sir John Denham", "topics": ["Avertable Recidivism"]},

  {"quoteText":"Our rights won't 'circle back to us' once they're gone . . . ", "author":"Doni Anthony", "topics": ["'Baby Steps'"]},
  {"quoteText":"Tyranny isn't dumped in your lap; it's spoon-fed to you in small doses.", "author":"Zeek Arkham", "topics": ["'Baby Steps'"]},
  {"quoteText":"Dems don't want to govern - they want to rule.  They want to be able to tell the peasants what to do, how to think, what to eat, whom to worship and when they can do so.  Keep electing them and they will chip away at your liberties and freedoms bit-by-bit.", "author":"Zeek Arkham", "topics": ["'Baby Steps'"]},
  {"quoteText":"The true danger is when liberty is nibbled away at, and by parts.", "author":"Edmund Burke", "topics": ["'Baby Steps'"]},
  {"quoteText":"According to Marx, socialism is the first phase of communism.", "author":"Christina Carrera", "topics": ["'Baby Steps'"]},
  {"quoteText":"You can vote your way into communism, but you can't vote your way out.", "author":"Matt Couch", "topics": ["'Baby Steps'"]},
  {"quoteText":"Americans, why are you allowing yourselves to be led like sheep to the slaughter?", "author":"Diamond & Silk®", "topics": ["'Baby Steps'"]},
  {"quoteText":"When you let the government violate your civil liberties once, they'll never stop.", "author":"Brigitte Gabriel", "topics": ["'Baby Steps'"]},
  {"quoteText":"Today it is the unborn child; tomorrow it is the likely to be the elderly or those who are incurably ill.  Who knows, but a little later it may be anyone who has political or moral views that do not fit into the distorted new order?", "author":"Dr. Mildred Jefferson", "topics": ["'Baby Steps'"]},
  {"quoteText":"Anything the government gives you is just another link in the chains that destroy your liberty.", "author":"Alan Keyes", "topics": ["'Baby Steps'"]},
  {"quoteText":"I believe there are more instances of the abridgement of the freedom of the people by the gradual and silent encroachments of those in power than by violent and sudden usurpations.", "author":"James Madison", "topics": ["'Baby Steps'"]},
  {"quoteText":"First gradually, then suddenly.", "author":"Russell Okung", "topics": ["'Baby Steps'"]},
  {"quoteText":"We are so beaten down by political correctness that most of us are numb to the surrender of America.", "author":"Jeanine Pirro", "topics": ["'Baby Steps'"]},
  {"quoteText":"Keep voting Democrat . . . One day they will restrict your freedoms, restrict your history and restrict your safety.  All in the name of professional victims that don't understand the consequences of their ignorance.", "author":"Ronald Reagan", "topics": ["'Baby Steps'"]},
  {"quoteText":"Once you give a charlatan power over you, you almost never get it back.", "author":"Carl Sagan", "topics": ["'Baby Steps'"]},
  {"quoteText":"The Dems want to eliminate gun ownership by private citizens.  Then they want to eliminate the police force.  Then they want to rewrite the Constitution.  Then they want the military to turn against the President.  All were preludes to eliminating America’s freedoms.", "author":"Dr. Darrell Scott", "topics": ["'Baby Steps'"]},
  {"quoteText":"Tyranny may creep in under the outward forms of traditional law.", "author":"Joseph Sobran", "topics": ["'Baby Steps'"]},
  {"quoteText":"Liberalism is really piecemeal socialism, and socialism always attacks three basic social institutions: religion, the family, and private property.  Religion, because it offers a rival authority to the state; the family, because it means a rival loyalty to the state; and property, because it means material independence of the state.", "author":"Joseph Sobran", "topics": ["'Baby Steps'"]},
  {"quoteText":"I believe vaccine mandates are a dress rehearsal for something more sinister coming down the pike.", "author":"Dr. Carol M. Swain", "topics": ["'Baby Steps'"]},
  {"quoteText":"When we agreed to government forcing us to put something on our bodies (mask) in order to buy or sell, that was their green light to forcing us to inject something in your body in order to engage in commerce.  What's scary is Americans are comfortable now with government tyranny.", "author":"Melissa Tate", "topics": ["'Baby Steps'"]},
  {"quoteText":"The American people will never knowingly adopt socialism, but under the name of liberalism, they will adopt every fragment of the socialist program until one day America will be a socialist nation without ever knowing how it happened.", "author":"Norman Thomas", "topics": ["'Baby Steps'"]},

  {"quoteText":"If you don't have paper ballots in 2022 with identification that can be tracked back to actual voters in your district, you won't actually have an election.", "author":"Kyle Becker", "topics": ["Ballot Integrity"]},
  {"quoteText":"The Democrats control the election apparatus, and if you control that, you can control the outcome.", "author":"Rod Blagojevich", "topics": ["Ballot Integrity"]},
  {"quoteText":"I could see Oprah Winfrey skipping through a Pennsylvania cemetery last week saying, 'You get a vote, you get a vote, you get a vote, and you get a vote, you get a vote, you get a vote.'", "author":"Miles Commodore", "topics": ["Ballot Integrity"]},
  {"quoteText":"The Democrats want to count every ballot, the Republicans want to count every vote.", "author":"Rush Limbaugh", "topics": ["Ballot Integrity"]},
  {"quoteText":"Would you mail cash to someone through the Post Office?  Probably not.  So why would you trust the Postal Service to deliver your vote?  Do you not value your vote?", "author":"Anthony Mitchell", "topics": ["Ballot Integrity"]},
  {"quoteText":"If you are really concerned about voter fraud, wouldn't you go vote in person at the polls?  To make sure that your vote gets counted.", "author":"Justice Early Payton", "topics": ["Ballot Integrity"]},
  {"quoteText":"Personally, I would rather drive three hours to vote in person than trust my mail-in ballot is properly handled.", "author":"Kalasia Richer", "topics": ["Ballot Integrity"]},
  {"quoteText":"It's not voting that's democracy, it's the counting.", "author":"Tom Stoppard", "topics": ["Ballot Integrity"]},
  {"quoteText":"As long as I count the votes, what are you going to do about it?", "author":"William M. 'Boss' Tweed (D-NY)", "topics": ["Ballot Integrity"]},

  {"quoteText":"Where you find the laws most numerous, there you will find also the greatest injustice.", "author":"Arcesilaus", "topics": ["Big Government"]},
  {"quoteText":"Government is the only enterprise in the world which expands in size when its failures increase.", "author":"Janice Rogers Brown", "topics": ["Big Government"]},
  {"quoteText":"If you have ten thousand regulations, you destroy all respect for the law.", "author":"Winston Churchill", "topics": ["Big Government"]},
  {"quoteText":"Every time the government attempts to handle our affairs, it costs more and the results are worse than if we had handled them ourselves.", "author":"Benjamin Constant", "topics": ["Big Government"]},
  {"quoteText":"Governments everywhere, including here in the United States, have created ever-expanding bureaucracies that regulate nearly every aspect of our lives.", "author":"Richard Ebeling", "topics": ["Big Government"]},
  {"quoteText":"Every step we take towards making the State our caretaker of our lives, by that much we move toward making the State our master.", "author":"Dwight D. Eisenhower", "topics": ["Big Government"]},
  {"quoteText":"The course of history shows us that as a government grows, liberty decreases.", "author":"Gerald Ford", "topics": ["Big Government"]},
  {"quoteText":"Government control gives rise to fraud, suppression of truth, intensification of the black market and artificial scarcity.  Above all, it unmans the people and deprives them of initiative, it undoes the teaching of self-help.", "author":"Mahatma Gandhi", "topics": ["Big Government"]},
  {"quoteText":"Liberals are constantly discovering new crises that require more government solutions.", "author":"Jonah Goldberg", "topics": ["Big Government"]},
  {"quoteText":"A government that is big enough to give you all you want is big enough to take it all away.", "author":"Barry Goldwater", "topics": ["Big Government"]},
  {"quoteText":"Government was intended to secure the rights and freedoms of the people; it wasn't intended to be all things to all people.", "author":"Nikki Haley", "topics": ["Big Government"]},
  {"quoteText":"One would think that the horrible examples of Mussolini, Hitler, Stalin, Mossadegh, Peron, etc. would give pause to our own advocates of more and more executive power in the United States . . . It is the old illusion that 'it can’t happen here.'", "author":"Henry Hazlitt", "topics": ["Big Government"]},
  {"quoteText":"Whenever you put your faith in big government for any reason, sooner or later you wind up an apologist for mass murder.", "author":"Karl Hess", "topics": ["Big Government"]},
  {"quoteText":"To continue on the road we Americans have traveled for the past century is ultimately to deliver ourselves completely into the hands of an unlimited government.  We can have a free society or a welfare state.  We cannot have both.", "author":"Robert Higgs", "topics": ["Big Government"]},
  {"quoteText":"If you are not free to choose wrongly and irresponsibly, you are not free at all.", "author":"Jacob G. Hornberger", "topics": ["Big Government"]},
  {"quoteText":"The past seventy-five years have seen the growth of government from a relatively small entity charged with defending the borders, adjudicating disputes, and delivering the mail, to a bloated nightmare creature whose tentacles reach into every corner of our existence.", "author":"Doug Hornig", "topics": ["Big Government"]},
  {"quoteText":"It is not the function of Government to keep the citizen from falling into error; it is the function of the citizen to keep the Government from falling into error.", "author":"Robert H. Jackson", "topics": ["Big Government"]},
  {"quoteText":"I think, myself, that we have more machinery of government than is necessary, too many parasites living on the labor of the industrious. I believe it might be much simplified to the relief of those who maintain it.", "author":"Thomas Jefferson", "topics": ["Big Government"]},
  {"quoteText":"There is far more danger in public than in private monopoly, for when government goes into business it can always shift its losses to the taxpayers.", "author":"Thomas Jefferson", "topics": ["Big Government"]},
  {"quoteText":"Liberals are inexorably opposed to tax cuts, because tax cuts give people more power, and take away from the role of government.", "author":"Rush Limbaugh", "topics": ["Big Government"]},
  {"quoteText":"The Democrats have come right out and said it: the power of the central government shall have no limits at all.", "author":"Mia Love", "topics": ["Big Government"]},
  {"quoteText":"The more government does, the greater chance that its efforts will be tilted toward a particular group's good, instead of the common good.", "author":"Joel Miller", "topics": ["Big Government"]},
  {"quoteText":"In proportion as you give the State power to do things for you, you give it power to do things to you.", "author":"Albert Jay Nock", "topics": ["Big Government"]},
  {"quoteText":"When buying and selling are controlled by legislation, the first thing to be bought and sold are legislators.", "author":"P. J. O'Rourke", "topics": ["Big Government"]},
  {"quoteText":"I don't know why people like being oppressed.", "author":"Candace Owens", "topics": ["Big Government"]},
  {"quoteText":"It is not the responsibility of the government or the legal system to protect a citizen from himself.", "author":"Justice Casey Percel", "topics": ["Big Government"]},
  {"quoteText":"By definition, the moment one crosses from center to left, one accepts more government control of people's lives.  . . . It is astonishing that this obvious fact is not universally acknowledged, and that the left has somehow successfully portrayed itself as preoccupied with personal liberty.", "author":"Dennis Prager", "topics": ["Big Government"]},
  {"quoteText":"The government is concerned about the population explosion, and the population is concerned about the government explosion.", "author":"Ruth Rankin", "topics": ["Big Government"]},
  {"quoteText":"Government is not the solution to the problem - government is the problem.", "author":"Ronald Reagan", "topics": ["Big Government"]},
  {"quoteText":"As government expands, liberty contracts.", "author":"Ronald Reagan", "topics": ["Big Government"]},
  {"quoteText":"One of the greatest delusions in the world is the hope that the evils in this world are to be cured by legislation.", "author":"Thomas B. Reed", "topics": ["Big Government"]},
  {"quoteText":"The more power government has to provide things, the more power it has to dictate terms.", "author":"Sheldon Richman", "topics": ["Big Government"]},
  {"quoteText":"The best reason to diminish social programs is not to put more money in people's pockets but to put more responsibility in people's pockets.", "author":"Mark Steyn", "topics": ["Big Government"]},
  {"quoteText":"Every new government program reduces our freedom just a little bit more.", "author":"Michael D. Tanner", "topics": ["Big Government"]},
  {"quoteText":"Some of y'all are getting way to comfortable with the government controlling every aspect of your life.", "author":"Brandon Tatum", "topics": ["Big Government"]},
  {"quoteText":"The more the state plans, the more difficult planning becomes for the individual.", "author":"Friedrich August von Hayek", "topics": ["Big Government"]},
  {"quoteText":"Those who are asking for more government interference are asking ultimately for more compulsion and less freedom.", "author":"Ludwig von Mises", "topics": ["Big Government"]},
  {"quoteText":"Government could avoid having opinions about so many things if it would quit subsidizing so many things.", "author":"George F. Will", "topics": ["Big Government"]},
  {"quoteText":"My reading of history convinces me that most bad government has grown out of too much government.", "author":"John Sharp Williams", "topics": ["Big Government"]},
  {"quoteText":"Somebody figured it out: we have 35 million laws trying to enforce Ten Commandments.", "author":"Earl Wilson", "topics": ["Big Government"]},
  {"quoteText":"Giving the government more power has never ended well.", "author":"Pierre Wilson", "topics": ["Big Government"]},
  {"quoteText":"The growth of big government has outstripped the ability of representative institutions to keep up.", "author":"Tony Wright", "topics": ["Big Government"]},

  {"quoteText":"Government does not have a revenue problem; government has a spending problem.", "author":"Marsha Blackburn", "topics": ["Big Spending"]},
  {"quoteText":"Nothing is easier than the expenditure of public money.  It doesn't appear to belong to anyone.  The temptation is overwhelming to bestow it on somebody.", "author":"Calvin Coolidge", "topics": ["Big Spending"]},
  {"quoteText":"As quickly as you start spending federal money in great amounts, it looks like free money.", "author":"Dwight D. Eisenhower", "topics": ["Big Spending"]},
  {"quoteText":"People try to live within their income so they can afford to pay taxes to a government that can't live within its income.", "author":"Robert Half", "topics": ["Big Spending"]},
  {"quoteText":"We don't have a trillion-dollar debt because we haven't taxed enough; we have a trillion-dollar debt because we spend too much.", "author":"Ronald Reagan", "topics": ["Big Spending"]},
  {"quoteText":"Our problem isn't that anybody is under-taxed, it's that our government is over-fed.", "author":"Ronald Reagan", "topics": ["Big Spending"]},
  {"quoteText":"Government does not tax to get the money it needs; government always finds a need for the money it gets.", "author":"Ronald Reagan", "topics": ["Big Spending"]},
  {"quoteText":"Alexander Hamilton started the U.S. Treasury with nothing, and that was the closest our country has ever been to being even.", "author":"Will Rogers", "topics": ["Big Spending"]},
  {"quoteText":"Elections should be held on April 16th- the day after we pay our income taxes. That is one of the few things that might discourage politicians from being big spenders.", "author":"Thomas Sowell", "topics": ["Big Spending"]},
  {"quoteText":"The first lesson of economics is scarcity; there is never enough of anything to fully satisfy all those who want it.  The first lesson of politics is to disregard the first lesson.", "author":"Thomas Sowell", "topics": ["Big Spending"]},
  {"quoteText":"It is pleasant to observe how free the present age is in laying taxes on the next.", "author":"Jonathan Swift", "topics": ["Big Spending"]},

  {"quoteText":"The outright lies and logical fallacies you deal with when discussing abortion with the 'pro-choice' crowd shows that they haven't evolved beyond 'my body, my choice' when it comes to the life inside of them while pregnant.", "author":"Zeek Arkham", "topics": ["Birth Rights"]},
  {"quoteText":"If it's not a human being, then why are you harvesting organs from it?", "author":"Dr. Ben Carson", "topics": ["Birth Rights"]},
  {"quoteText":"Planned Parenthood kills more Black people in two weeks than the KKK has in the last 150 years.", "author":"Miles Commodore", "topics": ["Birth Rights"]},
  {"quoteText":"My daughter asked me if Planned Parenthood was a group that teaches married couples how to raise kids.  Me: 'Not exactly sweetie.'", "author":"Miles Commodore", "topics": ["Birth Rights"]},
  {"quoteText":"White liberals would rather see a Black baby die than be adopted by a White family.", "author":"Chandler Crump", "topics": ["Birth Rights"]},
  {"quoteText":"Tax dollars should go towards adoption not abortion.", "author":"Shekinah Ruth Geist", "topics": ["Birth Rights"]},
  {"quoteText":"The left burns down our country in the name of 'justice' but tells a black woman she's better off killing her baby.", "author":"Tobi C. Johnson", "topics": ["Birth Rights"]},
  {"quoteText":"If a pregnant woman drinks or smokes during pregnancy, society says she's a scumbag.  If a pregnant woman straight up kills her baby with an abortion, society says she's brave.", "author":"Mark Lutchman", "topics": ["Birth Rights"]},
  {"quoteText":"If we are pronounced dead when our heartbeat stops, we should be pronounced alive when our heartbeat starts.", "author":"Mark Lutchman", "topics": ["Birth Rights"]},
  {"quoteText":"The left would rather burn down this country than lose their right to kill babies.  Let that sink in.", "author":"Samantha Marika", "topics": ["Birth Rights"]},
  {"quoteText":"Democrats will tell you bacteria is life on Mars, but a heartbeat isn't life on earth.", "author":"Dr. Willie Montague", "topics": ["Birth Rights"]},
  {"quoteText":"How is Planned Parenthood allowed to spend 30 million dollars to influence the 2018 midterms?  If they have that kind of cash lying around, then they should not be funded by taxpayers.", "author":"Candace Owens", "topics": ["Birth Rights"]},
  {"quoteText":"Google any definition of healthcare - you will not find murdering children in any of them.", "author":"Joel Patrick", "topics": ["Birth Rights"]},
  {"quoteText":"If you can't afford condoms, you for sure can't afford a child.", "author":"Kalasia Richer", "topics": ["Birth Rights"]},
  {"quoteText":"It shouldn't be controversial to want unborn children to live.", "author":"Kalasia Richer", "topics": ["Birth Rights"]},
  {"quoteText":"When we consider that women are treated as property, it is degrading to women that we should treat our children as property to be disposed of as we see fit.", "author":"Elizabeth Cady Stanton", "topics": ["Birth Rights"]},
  {"quoteText":"Since we're dismantling anything built by white supremacists, I guess it's time to get rid of Planned Parenthood.", "author":"Allie Beth Stuckey", "topics": ["Birth Rights"]},
  {"quoteText":"Hey Black Lives Matter: Where are you at to support Black lives at the abortion clinic?  Maybe if I told you white cops were doing the abortions at Planned Parenthood you would care.", "author":"Brandon Tatum", "topics": ["Birth Rights"]},

  {"quoteText":"The idea 'that the kids should come first' . . . That is not at all how the child welfare system - devised and run by liberal social workers, psychologists, and judges - is run.  In fact, the system treats incompetent or abusive parents as its clients, and only secondarily considers the needs and well-being of the children involved.", "author":"Mona Charen", "topics": ["Bizarro World"]},
  {"quoteText":"I don't understand how someone can argue against the death penalty and have so much compassion for a murdering rapist.  Then, on the other hand, they look at an innocent baby and have no problem with it being executed at any point in the pregnancy.  Insane to me.", "author":"Miles Commodore", "topics": ["Bizarro World"]},
  {"quoteText":"It's this upside-down world that we live in where we afford political correctness to the most intolerant group of individuals on the planet.", "author":"Vince Flynn", "topics": ["Bizarro World"]},
  {"quoteText":"We have a system that increasingly taxes work and subsidizes nonwork.", "author":"Milton Friedman", "topics": ["Bizarro World"]},
  {"quoteText":"Champions of Liberty get called fascists by Champions of Statism.", "author":"Jonah Goldberg", "topics": ["Bizarro World"]},
  {"quoteText":"Why are the people that hate white people also the same people that cry about racism?", "author":"Bryson Gray", "topics": ["Bizarro World"]},
  {"quoteText":"One must now apologize for any success in business as if it were a violation of the moral law so that today it is worse to prosper than to be a criminal.", "author":"Isocrates", "topics": ["Bizarro World"]},
  {"quoteText":"It is a weird time in history where our society is engaging in overt racism in order to fight what is claimed to be covert racism.", "author":"Leonydus Johnson", "topics": ["Bizarro World"]},
  {"quoteText":"I can't believe the new bullies are those who find strength in weakness.  The world is truly upside down.", "author":"Barrington Martin II", "topics": ["Bizarro World"]},
  {"quoteText":"We went from 'say no to drugs and peer pressure' to 'let us use peer pressure to make them take drugs' real quick.", "author":"Dr. Willie Montague", "topics": ["Bizarro World"]},
  {"quoteText":"The world is going to be a much better place when the 99% of normal people stop bowing down to the 1% of the 'woke.'", "author":"Robert J. O'Neill", "topics": ["Bizarro World"]},
  {"quoteText":"Instead of poor America on socialism becoming more like rich America on capitalism, rich America on capitalism is becoming like poor America on socialism.", "author":"Star Parker", "topics": ["Bizarro World"]},
  {"quoteText":"It's more profitable to be unemployed in Joe Biden's America than employed.", "author":"CJ Pearson", "topics": ["Bizarro World"]},
  {"quoteText":"Politicians never accuse you of 'greed' for wanting other people's money - only for wanting to keep your own money.", "author":"Joseph Sobran", "topics": ["Bizarro World"]},
  {"quoteText":"One of the sad signs of our times is that we have demonized those who produce, subsidized those who refuse to produce, and canonized those who complain.", "author":"Thomas Sowell", "topics": ["Bizarro World"]},
  {"quoteText":"I have never understood why it is greed to want to keep the money you've earned, but not greed to want to take somebody else's money.", "author":"Thomas Sowell", "topics": ["Bizarro World"]},
  {"quoteText":"Why are  people who favor compulsion called humanitarians, while those who favor freedom are stigmatized as greedy?", "author":"John Stossel", "topics": ["Bizarro World"]},
  {"quoteText":"Conservatives are actually more liberal than liberals.  Liberals are oppressive and restrictive.", "author":"Christian Walker", "topics": ["Bizarro World"]},
  {"quoteText":"The prospects are dim for a society that makes mascots out of the unproductive and condemns the productive.", "author":"Dr. Walter E. Williams", "topics": ["Bizarro World"]},
  {"quoteText":"Eminem told every Trump supporter to go f*ck themselves.  The left praised him calling him powerful and brave.  Kanye told every American to think for themselves.  The left attacked him calling him mentally ill and a house n*gger.", "author":"Chad Williams-Owen", "topics": ["Bizarro World"]},
  {"quoteText":"People are literally fleeing socialism and the Democrats are trying to implement it in America.  Make it make sense.", "author":"Pierre Wilson", "topics": ["Bizarro World"]},
  {"quoteText":"We live in an era where: 'conservatives' want you to live as freely as possible, 'liberals' love big corporations and oppose free speech, and 'progressives' advocate racial essentialism and segregation.", "author":"Zuby", "topics": ["Bizarro World"]},

  {"quoteText":"Is there an audit being done of what exactly BLM has done with all the money they've received in donations?  If not, why?", "author":"Zeek Arkham", "topics": ["BLM"]},
  {"quoteText":"People are so willing to say 'Black live matter' until they find out that BLM the organization literally wants to dissolve the Black family.", "author":"Chandler Crump", "topics": ["BLM"]},
  {"quoteText":"Weird how there's been a strange lack of BLM riots since the election.  Guess America doesn't have a 'systematic racism' problem anymore.", "author":"Lisa Daftari", "topics": ["BLM"]},
  {"quoteText":"You know Spirit Halloween pops up into random shopping malls every September?  That is BLM during an election year.", "author":"The Hodge Twins", "topics": ["BLM"]},
  {"quoteText":"All you need to know about BLM and the radical left is that they absolutely will not get outraged at all about a black baby being shot and killed if the killer is a black man.  But they will get outraged if that black man is later shot and killed by a white police officer.", "author":"Leonydus Johnson", "topics": ["BLM"]},
  {"quoteText":"Black lives only matter once every four years.  If you haven't realized this by now, you aren't as woke as you've been brainwashed to believe.", "author":"Jay-Juan Shakur Jones", "topics": ["BLM"]},
  {"quoteText":"BLM is a brilliant business model. Exploit tragedy, use it to pressure corporations to donate to your cause or risk negative PR and/or boycotts due to your considerable social and political influence. You don't produce anything, so no costs. Pay leadership enough to buy four houses.", "author":"Eric Matheny", "topics": ["BLM"]},
  {"quoteText":"It's funny how BLM riots tend to destroy Black communities and businesses across America.  BLM is a domestic terrorist organization that has no place in America.  Their cause is doing the opposite of healing Black people and it has no place in America.", "author":"Anthony Mitchell", "topics": ["BLM"]},
  {"quoteText":"Black Lives Matter is an organization of white men, using the faces of dead black people, to raise millions of dollars toward electing white Democrats into positions of power.  It is the most flagrantly racist organization in America.", "author":"Candace Owens", "topics": ["BLM"]},
  {"quoteText":"All business, high-profile individuals and SJW organizations that have donated/promoted Black Lives Matter should be held responsible for the destruction of cities and medical bills for those injured during these 'peaceful' protests.", "author":"Justice Early Payton", "topics": ["BLM"]},  
  {"quoteText":"There's a difference between believing the phrase 'Black lives matter' and supporting 'Black Lives Matter' the organization.", "author":"Kalasia Richer", "topics": ["BLM"]},
  {"quoteText":"Heard BLM actually stands for Buy Large Mansions.", "author":"Rochelle C-W @RCW_VNV", "topics": ["BLM"]},
  {"quoteText":"Black Lives Matter is on vacation until 2024.", "author":"Nicholas Sams", "topics": ["BLM"]},
  {"quoteText":"Make it make sense.  BLM doesn't show up when black people are killed by other black people and their excuse is 'we only focus on police killings.'  But now they show up for three white felons who were shot by a white dude in self-defense - oh, and one of which was a child molester.", "author":"T.W. Shannon", "topics": ["BLM"]},
  {"quoteText":"Ok BLM, if white people are so racist, why did your co-founder buy a $1.4M mansion in 98% white Beverly Hills, and why did they allow her to?", "author":"Lavern Spicer", "topics": ["BLM"]},
  {"quoteText":"Will a vaccine passport be required to attend a BLM protest?", "author":"Liz Wheeler", "topics": ["BLM"]},
  {"quoteText":"As far as I can tell, the Black Lives Matter movement has resulted in more black deaths, increased crime in minority communities and loss of livelihoods in places affected by riots and looting.  It also made race relations worse.", "author":"Zuby @ZubyMusic", "topics": ["BLM"]},

  {"quoteText":"If you live in a city or state that is taking better care of the rioters and looters than they are of business owners and law-abiding citizens, then it might be time to pack it up and go.  They've let you know exactly which side they're on (and it ain't yours).", "author":"Zeek Arkham", "topics": ["'Blue Dots'"]},
  {"quoteText":"I'll never understand why people living in big cities descending into chaos, and run by liberal Democrats, continue to vote for the same people causing them financial ruin.", "author":"Dan Bongino", "topics": ["'Blue Dots'"]},
  {"quoteText":"The government of cities is the one conspicuous failure of the United States.", "author":"James Bryce", "topics": ["'Blue Dots'"]},
  {"quoteText":"Democrats are failing their own citizens.  Where Democrats dominate, so does crime, poverty, injustice and indifference.", "author":"Joe E. Collins III", "topics": ["'Blue Dots'"]},
  {"quoteText":"The big cities of America are becoming Third World Countries.", "author":"Nora Ephron", "topics": ["'Blue Dots'"]},
  {"quoteText":"The Democrats have figured out that if you want to steal an election, do it in the hood.", "author":"Nick Fad", "topics": ["'Blue Dots'"]},
  {"quoteText":"While the Democrats are celebrating the tearing down of Democrat statues in Richmond, Virginia, the drive-by shootings of Democrats, by Democrats, will continue.", "author":"David Higgins", "topics": ["'Blue Dots'"]},
  {"quoteText":"Democrats let genocide occur in black neighborhoods in their cities, prevent school choice, push abortions, take fathers out of homes, ignore perpetual poverty and crime, ignore drug dealing, etc.  Is there anything Democrats can do to blacks to make them leave the plantation?", "author":"Will Holliday", "topics": ["'Blue Dots'"]},
  {"quoteText":"It seems to me that the vast majority of people who think America is a racist country live in cities controlled by Democrats.", "author":"Leonydus Johnson", "topics": ["'Blue Dots'"]},
  {"quoteText":"Why is it always Democrat-run cities in swing states that experience voting issues?", "author":"Rep. Jim Jordan", "topics": ["'Blue Dots'"]},
  {"quoteText":"The cities with the worst violence have been controlled by Democrats for decades.  But we still aren't having that conversation.", "author":"Kimberly Klacik", "topics": ["'Blue Dots'"]},
  {"quoteText":"In 2021, you are more likely to get shot minding your business in Baltimore City than die of COVID.", "author":"Kimberly Klacik", "topics": ["'Blue Dots'"]},
  {"quoteText":"Liberals talk about the 'income inequality' and the 'unfairness' and the disparity of the haves and the have-nots in New York City.  Who has been running that city for all this time?  Who has created the underclass in this country?  It's the Democrat Party.", "author":"Rush Limbaugh", "topics": ["'Blue Dots'"]},
  {"quoteText":"Democrats are city killers . . . and I think it's on purpose.", "author":"McKayla J @McKaylaRoseJ", "topics": ["'Blue Dots'"]},
  {"quoteText":"If you ever see the words 'was once a great city,' you instantly know it's a city that was overtaken by liberals.", "author":"Ron Milner", "topics": ["'Blue Dots'"]},
  {"quoteText":"So many large cities are becoming warzones with Democrat leaders failing to do anything.  I say we hold these Democrat leaders accountable and vote them out.", "author":"Anthony Mitchell", "topics": ["'Blue Dots'"]},
  {"quoteText":"Nations die first in the big cities.", "author":"Austin O'Malley", "topics": ["'Blue Dots'"]},
  {"quoteText":"How to ruin any city in 3 easy steps. Step 1: create total dependency on the government through programs.  Step 2: tell them 'vote for us, the other guy is racist.'  Step 3: rinse, repeat.", "author":"Joel Patrick", "topics": ["'Blue Dots'"]},
  {"quoteText":"People are burning Atlanta to the ground - while chanting 'f*ck Donald Trump' - in a city with a Democrat mayor, a Democrat city council, and a democrat police chief.  Atlanta hasn't had a Republican mayor since 1879.  Tell me again, what Donald Trump has to do with this?", "author":"CJ Pearson", "topics": ["'Blue Dots'"]},
  {"quoteText":"If Democrats are so great at building economies, why are their states performing so badly and why are their residents fleeing to red states?", "author":"B.T. Samuel", "topics": ["'Blue Dots'"]},
  {"quoteText":"There is no systemic racial discrimination in Chicago, Los Angeles, Seattle or Atlanta.  Just looting, arson, murders and bad Democratic leadership.", "author":"Leo Terrell", "topics": ["'Blue Dots'"]},
  {"quoteText":"Nineteen of the twenty most violent cities in America are run by Democrats.", "author":"Donald Trump, Jr.", "topics": ["'Blue Dots'"]},
  {"quoteText":"More black men have been killed in Chicago than troops in Afghanistan and Iraq.", "author":"Chad Williams-Owen", "topics": ["'Blue Dots'"]},
  {"quoteText":"They need to make a GTA: Liberal City.  You're going to get wasted as soon as you walk out the house.", "author":"Tee Wilson", "topics": ["'Blue Dots'"]},

  {"quoteText":"A country without borders is not a country.", "author":"Carlos Beruff", "topics": ["Border Security"]}, 
  {"quoteText":"It's not just illegal immigration - terrorists can come across.", "author":"Jan Brewer", "topics": ["Border Security"]},
  {"quoteText":"We're getting a very different kind of immigrant now, and it began as a specific plan to bring in lots of more Democratic voters, and it worked.", "author":"Ann Coulter", "topics": ["Border Security"]},
  {"quoteText":"Instead of arguing about whether we're allowed to describe Muslim terrorists as 'Muslim terrorists,' why don't we argue about whether it's a good idea to be letting in so many immigrants who then blow up the Boston Marathon?", "author":"Ann Coulter", "topics": ["Border Security"]},
  {"quoteText":"We don't build walls because we hate the people on the outside.  We build walls because we love the people on the inside.", "author":"Rep. Matt Gaetz", "topics": ["Border Security"]},
  {"quoteText":"We must fix our broken immigration system. That means stopping illegal immigration. And it means welcoming properly vetted legal immigrants, regardless of their race or religion. Just like we have for centuries.", "author":"Nikki Haley", "topics": ["Border Security"]},
  {"quoteText":"There are compelling reasons to implement a true America First immigration plan, starting with border security.  We are a land of immigrants.  Immigration, with assimilation, has generally been good for America.", "author":"Niger Innis", "topics": ["Border Security"]},
  {"quoteText":"Doors have locks, citizens have guns, and countries have borders.", "author":"Tomi Lahren", "topics": ["Border Security"]},
  {"quoteText":"It's wrong to reward illegal aliens for breaking the law while millions are waiting in line to come here legally.", "author":"Katrina Pierson", "topics": ["Border Security"]},
  {"quoteText":"A nation that cannot control its borders is not a nation.", "author":"Ronald Reagan", "topics": ["Border Security"]},
  {"quoteText":"Immigration laws are the only laws that are discussed in terms of how to help people who break them.", "author":"Thomas Sowell", "topics": ["Border Security"]},
  {"quoteText":"If I had a bowl of Skittles and I told you that just three would kill you, would you take a handful?  That's our Syrian refugee problem.", "author":"Donald Trump, Jr.", "topics": ["Border Security"]},
  {"quoteText":"If America vetted Muslim immigrants as toughly as the 'New York Times' vets Donald Trump, this would be a safe country.", "author":"Jesse Watters", "topics": ["Border Security"]},
  {"quoteText":"One of the critical issues that we have to confront is illegal immigration, because this is a multi-headed Hydra that affects our economy, our health care, our health care, our education systems, our national security, and also our local criminality.", "author":"Allen West", "topics": ["Border Security"]},
  {"quoteText":"Civilizations fall because the people inside the Sanctuary throw open the gates.", "author":"Bill Whittle", "topics": ["Border Security"]},
  {"quoteText":"Arizona's law makes what is already a federal offense - being in the country illegally - a state offense.  Some critics seem not to understand Arizona's right to assert concurrent jurisdiction.", "author":"George F. Will", "topics": ["Border Security"]},

  {"quoteText":"Cancel Culture is a tool used by a cult to silence anyone who questions their orthodoxy.", "author":"Ayaan Hirsi Ali", "topics": ["Cancel Culture"]},
  {"quoteText":"When a conservative doesn't like a radio show, he changes the station.  When a liberal doesn't like a radio station, he demands it be taken off the air.", "author":"Gerry Callahan", "topics": ["Cancel Culture"]},
  {"quoteText":"For me, 'cancel culture' is when someone is unfairly targeted and ostracized for a minor indiscretion, normally for expressing a conservative or libertarian viewpoint.  In Christy Teigen's case, she actively encouraged women to kill themselves.  Big difference.", "author":"Ben Kew", "topics": ["Cancel Culture"]},
  {"quoteText":"I wonder if we're moving past the point of reconciliation with the Left.  Maybe we'd all be happier letting them pick a few states they can turn into their own country with no guns, no police, no statues, no genders, no flags, no men and no electricity.", "author":"Candace Owens", "topics": ["Cancel Culture"]},
  {"quoteText":"So let me get this straight: The MLB is so woke that they took the All-Star Game from one of the largest minority communities in America and gave it to a rich white community in a less diverse state?  A state that has voter ID laws?  Got it.", "author":"Katrina Pierson", "topics": ["Cancel Culture"]},

  {"quoteText":"I don't think you should support the death penalty to seek revenge . . . I think the reason to support the death penalty is because it saves other people's lives.", "author":"George W. Bush", "topics": ["Capital Punishment"]},
  {"quoteText":"There is a legitimate argument over whether the death penalty effectively deters violent crime, although my personal observation is that not one of the criminals who have been executed over the years has ever killed again.", "author":"Dinesh D'Souza", "topics": ["Capital Punishment"]},
  {"quoteText":"A life sentence tells victims, and their loved ones: We don't care enough about you . . . implicitly stating that your life (or that of your loved ones) means less than your murderer's.", "author":"Don Feder", "topics": ["Capital Punishment"]},
  {"quoteText":"Capital punishment is our society's recognition of the sanctity of human life.", "author":"Orrin G. Hatch", "topics": ["Capital Punishment"]},
  {"quoteText":"The death penalty is the only appropriate punishment that expresses society's moral outrage at those who commit murder. Those who oppose the death penalty are guilty of a misplaced sense of mercy that erroneously equates retribution with vengeance.", "author":"Atty. Ben Kasirer", "topics": ["Capital Punishment"]},
  {"quoteText":"Without the death penalty . . . murderers are the final arbiters of life and death, not the society, not the juries or judges. Only a murderer can decide who merits living and who merits dying.", "author":"John Malkovich", "topics": ["Capital Punishment"]},
  {"quoteText":"We do not correct the man we hang; we correct others by him.", "author":"Michel Eyquem de Montaigne", "topics": ["Capital Punishment"]},
  {"quoteText":"People who claim that sentencing a murderer to 'life without the possibility of parole' protects society just as well as the death penalty ignore three things: (1) life without the possibility of parole does not mean life without the possibility of escape or (2) life without the possibility of killing while in prison or (3) life without the possibility of a liberal governor being elected and issuing a pardon.", "author":"Thomas Sowell", "topics": ["Capital Punishment"]},
  {"quoteText":"I believe that that death penalty should be used only very rarely, but I believe that no-one should go out certain that no matter how cruel, how vicious, how hideous their murder, they themselves will not suffer the death penalty.", "author":"Margaret Thatcher", "topics": ["Capital Punishment"]},
  
  {"quoteText":"While the law (of competition) may be sometimes hard for the individual, it is best for the race, because it insures the survival of the fittest in every department.", "author":"Andrew Carnegie", "topics": ["Capitalism"]},
  {"quoteText":"Money is color-blind, race-blind, sex-blind, degree-blind and couldn't care less who brought you up or in what circumstances.", "author":"Felix Dennis", "topics": ["Capitalism"]},
  {"quoteText":"Doing well is the result of doing good.  That is what capitalism is about.", "author":"Ralph Waldo Emerson", "topics": ["Capitalism"]},
  {"quoteText":"No nation was ever ruined by trade.", "author":"Benjamin Franklin", "topics": ["Capitalism"]},
  {"quoteText":"There is no possibility of having a free society unless the major part of its economic resources are operated under a capitalistic private enterprise system.", "author":"Milton Friedman", "topics": ["Capitalism"]},
  {"quoteText":"Capitalism is the greatest system ever created for alleviating general human misery, and yet it breeds ingratitude.", "author":"Jonah Goldberg", "topics": ["Capitalism"]},
  {"quoteText":"Capitalism gives a poor person an opportunity to become rich.  It does not lock people into the condition of poverty.", "author":"Perry Gresham", "topics": ["Capitalism"]},
  {"quoteText":"Capitalism will continue to eliminate mass poverty in more and more places to an increasingly marked extent if it is merely allowed to do so.", "author":"Henry Hazlitt", "topics": ["Capitalism"]},
  {"quoteText":"Capitalism has enormously raised the economic level of the masses.  It has wiped out whole areas of poverty, and continues to wipe out more.  The so-called 'pockets of poverty' constantly get smaller and fewer.", "author":"Henry Hazlitt", "topics": ["Capitalism"]},
  {"quoteText":"The way to maximize production is to maximize the incentives to production.  And the way to do that, as the modern world has discovered, is through the system known as capitalism.", "author":"Henry Hazlitt", "topics": ["Capitalism"]},
  {"quoteText":"The only real cure for poverty is production.", "author":"Henry Hazlitt", "topics": ["Capitalism"]},
  {"quoteText":"Less than seventy-five years after it officially began, the contest between capitalism and socialism is over: capitalism has won.", "author":"Robert Heilbroner", "topics": ["Capitalism"]},
  {"quoteText":"A wise and frugal government, which shall leave men free to regulate their own pursuits of industry and improvement, and shall not take from the mouth of labor the bread it has earned - this is the sum of good government.", "author":"Thomas Jefferson", "topics": ["Capitalism"]},
  {"quoteText":"Capitalism is responsible for the existence of the modern world.  It has vastly elevated our standard of living and substantially extended our life expectancy.  Compared to the past, the comfort we experience is miraculous.  No system is or ever has been remotely comparable.", "author":"Leonydus Johnson", "topics": ["Capitalism"]},
  {"quoteText":"Property is the fruit of labor.  Property is desirable, is a positive good in the world.", "author":"Abraham Lincoln", "topics": ["Capitalism"]},
  {"quoteText":"The best argument against socialism is a raised salary.", "author":"Austin O'Malley", "topics": ["Capitalism"]},
  {"quoteText":"I love capitalism.  It rewards me for being brave - it awards me for being innovative and thinking out-of-the-box.", "author":"Henry Rollins", "topics": ["Capitalism"]},
  {"quoteText":"The capitalist system does not guarantee that everybody will become rich, but it guarantees that anyone can become rich.", "author":"Raul R. de Sales", "topics": ["Capitalism"]},
  {"quoteText":"Voluntary exchange is more moral than forced redistribution.", "author":"Ben Shapiro", "topics": ["Capitalism"]},
  {"quoteText":"Capitalism gave the world what it needed, a higher standard of living for a steadily increasing number of people.", "author":"Ludwig von Mises", "topics": ["Capitalism"]},  
  {"quoteText":"Prior to capitalism, the way people amassed great wealth was by looting, plundering and enslaving their fellow man.  Capitalism made it possible to become wealthy by serving your fellow man.", "author":"Dr. Walter E. Williams", "topics": ["Capitalism"]},

  {"quoteText":"The question whether the rich support the poor, or the poor the rich, has been frequently agitated by those who are not aware that while each does his duty in his station, each is, reciprocally, a support and a blessing to the other.", "author":"Sir Thomas Bernard", "topics": ["Capitalism.101"]},
  {"quoteText":"The best things and best people rise out of their separateness; I'm against a homogenized society because I want the cream to rise.", "author":"Robert Frost", "topics": ["Capitalism.101"]},
  {"quoteText":"A successful economy depends on the proliferation of the rich, on creating a large class of risk-taking men who are willing to shun the easy channels of a comfortable life in order to create new enterprise, win huge profits, and invest them again.", "author":"George Gilder", "topics": ["Capitalism.101"]},
  {"quoteText":"The pursuit of profit is the only way . . . people can meet the needs of those they don't know.", "author":"Friedrich Hayek", "topics": ["Capitalism.101"]},
  {"quoteText":"The 'private sector' of the economy is, in fact, the voluntary sector; and the 'public sector' is, in fact, the coercive sector.", "author":"Henry Hazlitt", "topics": ["Capitalism.101"]},
  {"quoteText":"There is actually no limit to the amount of work to be done. Work creates work. What A produces constitutes the demand for what B produces.", "author":"Henry Hazlitt", "topics": ["Capitalism.101"]},
  {"quoteText":"That some should be rich shows that others may become rich and hence is just encouragement to industry and enterprise.", "author":"Abraham Lincoln", "topics": ["Capitalism.101"]},
  {"quoteText":"The standard of living of the common man is highest in those countries which have the greatest number of wealthy entrepreneurs.", "author":"Ludwig von Mises", "topics": ["Capitalism.101"]},
  {"quoteText":"If history could teach us anything, it would be that private property is inextricably linked with civilization.", "author":"Ludwig von Mises", "topics": ["Capitalism.101"]},
  {"quoteText":"Soaking the rich would not only be profoundly immoral, it would drastically penalize the very virtues: thrift, business foresight, and investment, that have brought about our remarkable standard of living.  It would truly be killing the goose that lays the golden eggs.", "author":"Murray N. Rothbard", "topics": ["Capitalism.101"]},
  {"quoteText":"Wealth is the only thing that can cure poverty.  The reason there is less poverty today is not because the poor got a bigger slice of the pie but because the whole pie got a lot bigger - no thanks to the left.", "author":"Thomas Sowell", "topics": ["Capitalism.101"]},
  {"quoteText":"There is no boon in nature.  All the blessings we enjoy are the fruits of labor, toil, self-denial, and study.", "author":"William Graham Sumner", "topics": ["Capitalism.101"]},

  {"quoteText":"China and Russia use government tools to crush free speech.  The United States uses liberals, tech tyrants and the media.", "author":"Dan Bongino", "topics": ["The Censoring Left"]},
  {"quoteText":"The Left sounds like Nazi Germany when they begin to burn books and historical artifacts.  Good or bad, American History is American History and needs to be remembered.", "author":"Mark Burns", "topics": ["The Censoring Left"]},
  {"quoteText":"I love, during a debate with a leftist, you give them all the time they need uninterrupted to make their points.  Then when you try to respond you can't finish our first sentence.", "author":"Miles Commodore", "topics": ["The Censoring Left"]},
  {"quoteText":"Liberals cannot win the battle of ideas, so they resort to banning or suppressing ideas they don't like.", "author":"Jesse Lee Peterson", "topics": ["The Censoring Left"]},
  {"quoteText":"The political left's attempts to silence ideas they cannot, or will not, debate are a confession of intellectual bankruptcy.", "author":"Thomas Sowell", "topics": ["The Censoring Left", "Censorship"]},

  {"quoteText":"You got to have an enemy to fight . . . and you must silence all dissenting voices.  That what Hitler did.", "author":"Glenn Beck", "topics": ["Censorship"]},
  {"quoteText":"To seek to change opinions by laws is worse than futile.", "author":"Henry Thomas Buckle", "topics": ["Censorship"]},
  {"quoteText":"Grown adults do not need to be protected from 'harmful' ideas.", "author":"Seerut K. Chawla", "topics": ["Censorship"]},
  {"quoteText":"To suppress free speech is a double wrong.  It violated the rights of the hearer as well as those of the speaker.", "author":"Frederick Douglass", "topics": ["Censorship"]},
  {"quoteText":"When any government or church for that matter, undertakes to say to its subjects, 'This you may not read, this you must not know,' the end result is tyranny and oppression, no matter how holy the motives.", "author":"Robert A. Heinlein", "topics": ["Censorship"]},
  {"quoteText":"Facebook and Instagram have banned Alex Jones, Laura Loomer, Paul Joseph Watson and Milo Yiannopoulos for being 'dangerous.'  You and I are next if we don't stand up.", "author":"Mark Lutchman", "topics": ["Censorship"]},
  {"quoteText":"For the moronic leftists applauding censorship, you are extremely ignorant on communism.  Once they get done silencing conservatives, they will soon come for you because, guess what, they don't give a shit about any of us.  No one will have a voice.", "author":"McKayla J @McKaylaRoseJ", "topics": ["Censorship"]},
  {"quoteText":"All suppressed truths become poisonous.", "author":"Friedrich Nietzsche", "topics": ["Censorship"]},
  {"quoteText":"Quite frankly, I think political correctness is the worst form of censorship.  You're not allowed to speak your mind unless you're black, or unless you're a terrorist, or unless you're an Arab or a minority people.  Then you can say what you like.  But if you are like a lot of us, you are not supposed to say certain things.", "author":"Wilbur Smith", "topics": ["Censorship"]},
  {"quoteText":"The attempt to silence a man is the greatest honor you can bestow on him. It means that you recognize his superiority to yourself.", "author":"Joseph Sobran", "topics": ["Censorship"]},
  {"quoteText":"Liberals love the First Amendment until you say something they don't agree with.", "author":"Donald Trump, Jr.", "topics": ["Censorship"]},

  {"quoteText":"I miss when most of America hated Communism because we knew the dangers of it.", "author":"Mikel Crump", "topics": ["Communism"]},
  {"quoteText":"Communism was a great system for making people equally poor - in fact, there was no better system in the world for that than communism.", "author":"Thomas Friedman", "topics": ["Communism"]},
  {"quoteText":"A claim for equality of material position can be met only by a government with totalitarian powers.", "author":"Friedrich Hayek", "topics": ["Communism"]},
  {"quoteText":"Sacrificing individual freedoms for the 'common good' is a core principle of Communism - in case you didn't know.", "author":"Dr. Willie Montague", "topics": ["Communism"]},
  {"quoteText":"How do you tell a communist?  Well, it's someone who has read Marx and Lenin.  And how do you tell an anti-communist?  It's someone who has read and understands Marx and Lenin.", "author":"Ronald Reagan", "topics": ["Communism"]},
  {"quoteText":"Communism is in conflict with human nature.", "author":"Ernest Renan", "topics": ["Communism"]},
  {"quoteText":"The greed and envy of the nonproducer is insatiable, so that eventually nothing short of 100% taxation will please him.", "author":"Ernest Renan", "topics": ["Communism"]},
  {"quoteText":"Communism is like prohibition - it's a good idea but it doesn't work.", "author":"Will Rogers", "topics": ["Communism"]},
  {"quoteText":"The brutality of communism was quickly swept under history's rug, in large part because so many on the left had embraced it as the solution to humankind's problems.", "author":"Cal Thomas", "topics": ["Communism"]},
  {"quoteText":"Communism doesn't work because people like to own stuff.", "author":"Frank Zappa", "topics": ["Communism"]},

  {"quoteText":"By nature most good, normal, law-abiding and hard-working Americans live by conservative values.", "author":"Eukay Brie", "topics": ["Conservatism.101"]},
  {"quoteText":"Conservatism  is the politics of reality.", "author":"William F. Buckley, Jr.", "topics": ["Conservatism.101"]},
  {"quoteText":"All great peoples are conservative; slow to believe in novelties; patient of much error in actualities.", "author":"Thomas Carlyle", "topics": ["Conservatism.101"]},
  {"quoteText":"Lower taxes, less government spending on domestic programs and fewer regulations mean a better economy for everybody.", "author":"Larry Elder", "topics": ["Conservatism.101"]},
  {"quoteText":"I like the idea of giving workers control and putting their money into their personal accounts.", "author":"Virginia Foxx", "topics": ["Conservatism.101"]},
  {"quoteText":"If it's conservative to say we need to help the middle class, then I'm a conservative.", "author":"Scott Garrett", "topics": ["Conservatism.101"]},
  {"quoteText":"Humans are naturally conservative.  In my opinion, everything else is taught.  As humans, we naturally want freedom and deep down we all want families and we want to teach our kids to work hard for what they want.  That is proven time and time again.", "author":"Bryson Gray", "topics": ["Conservatism.101"]},
  {"quoteText":"'Conservative,' to me, means someone that has an appreciation for the Constitution, that has an appreciation for a limited government and has an appreciation of our nation's founding and our history.", "author":"Tomi Lahren", "topics": ["Conservatism.101", "The Constitution"]},
  {"quoteText":"I know it's a shock to professional victims, but 'my people' come in all different skin colors and backgrounds, people who cherish liberty, respect the Constitution and unapologetically love America.", "author":"Leonydus Johnson", "topics": ["Conservatism.101"]},
  {"quoteText":"Justice means minding one's own business and not meddling with other men's concerns.", "author":"Plato", "topics": ["Conservatism.101"]},
  {"quoteText":"Fiscally, I'm very conservative. I don't believe in welfare states. I believe in giving people jobs.", "author":"Gene Simmons", "topics": ["Conservatism.101"]},
  {"quoteText":"The facts of life are conservative.", "author":"Margaret Thatcher", "topics": ["Conservatism.101"]},

  {"quoteText":"Our Constitution is supposed to protect us - not the government.", "author":"Doni Anthony", "topics": ["The Constitution"]},
  {"quoteText":"When in doubt, trust The Constitution.", "author":"Claston Bernard", "topics": ["The Constitution"]},
  {"quoteText":"When will Americans realize that the only way to preserve our freedoms is to preserve our constitution.", "author":"Mikel Crump", "topics": ["The Constitution"]},
  {"quoteText":"We have enjoyed so much freedom for so long that we are perhaps in danger of forgetting how much blood it cost to establish the Bill of Rights.", "author":"Felix Frankfurter", "topics": ["The Constitution"]},
  {"quoteText":"The Constitution is not an instrument for the government to restrain the people, it is an instrument for the people to restrain the government - lest it come to dominate our lives and interests.", "author":"Patrick Henry", "topics": ["The Constitution"]},
  {"quoteText":"The Constitution doesn't need to be rewritten - it needs to be re-read.", "author":"Dr. Willie Montague", "topics": ["The Constitution"]},
  {"quoteText":"No one can read our Constitution without concluding that the people who wrote it wanted their government severely limited; the words 'no' and 'not' employed in restraint of government power occur 24 times in the first seven articles of the Constitution and 22 more times in the Bill of Rights.", "author":"Edmund A. Opitz", "topics": ["The Constitution"]},
  {"quoteText":"We should never forget the Constitution wasn't written to restrain citizens' behavior.  It was written to restrain the government's behavior.", "author":"Sen. Rand Paul", "topics": ["The Constitution"]},
  {"quoteText":"People keep trying to tell each other people what to do.  That's our whole thing: 'I want people to act this way, I want people to act that way.'  But the whole point of the Constitution is nobody gets to tell each other what to do.", "author":"Colin Quinn", "topics": ["The Constitution"]},
  {"quoteText":"The government was set to protect man from criminals - and the Constitution was written to protect man from the government.", "author":"Ayn Rand", "topics": ["The Constitution"]},
  {"quoteText":"The Constitution poses no threat to our current form of government.", "author":"Joseph Sobran", "topics": ["The Constitution"]},
  {"quoteText":"Most Americans, who think Congress has a right to do anything for which they can get a majority vote, ignore the clearly written constitutional restraints on Congress.", "author":"Dr. Walter Williams", "topics": ["The Constitution"]},
  {"quoteText":"That same constitution that was here before and during slavery, is the same constitution that was used to get rid of slavery.  So, no.  America is not, nor ever has been 'systemically racist.'", "author":"Monique Worthy", "topics": ["The Constitution"]},

  {"quoteText":"To acquit the guilty is as great an abomination as to condemn the innocent.", "author":"John Bradshaw", "topics": ["1 Corinthians 10:21"]},
  {"quoteText":"I wish I could understand why so many people have a nearly manic desire to excuse, defend, explain or condone evil.", "author":"Mike Gallagher", "topics": ["1 Corinthians 10:21"]},
  {"quoteText":"Compassion to the offender who has grossly violated the laws is, in effect, a cruelty to the peaceable subject who has observed them.", "author":"Letters of Junius", "topics": ["1 Corinthians 10:21"]},
  {"quoteText":"Mercy to the guilty is cruelty to the innocent.", "author":"Adam Smith", "topics": ["1 Corinthians 10:21"]},
  {"quoteText":"He who spares the bad injures the good.", "author":"Publilius Syrus", "topics": ["1 Corinthians 10:21"]},
  {"quoteText":"If he who breaks the law is not punished, he who obeys it is cheated.", "author":"Thomas Szasz", "topics": ["1 Corinthians 10:21"]},

  {"quoteText":"Disgrace does not consist in the punishment, but in the crime.", "author":"Vittorio Alfieri", "topics": ["Crime & Punishment"]},
  {"quoteText":"It is not the severity of punishment that acts as a deterrent.  It is the inevitability.", "author":"John Endsley", "topics": ["Crime & Punishment"]},
  {"quoteText":"Crime expands according to our willingness to put up with it.", "author":"Barry J. Farber", "topics": ["Crime & Punishment"]},
  {"quoteText":"To equate the lives of killers with those of victims is the worst kind of moral equivalency.  If capital punishment is state murder, then imprisonment is state kidnapping and restitution is state theft.", "author":"Don Feder", "topics": ["Crime & Punishment"]},
  {"quoteText":"It is not the people in prison who worry me.  It's the people who aren't.", "author":"Arthur Gore", "topics": ["Crime & Punishment"]},
  {"quoteText":"There is a simple way to solve the crime problem: obey the law; punish those who do not.", "author":"Rush Limbaugh", "topics": ["Crime & Punishment"]},
  {"quoteText":"If you commit a crime, you're guilty.", "author":"Rush Limbaugh", "topics": ["Crime & Punishment"]},
  {"quoteText":"Society needs to condemn a little more and understand a little less.", "author":"John Major", "topics": ["Crime & Punishment"]},
  {"quoteText":"The proper end of human punishment is not the satisfaction of justice but the prevention of crimes.", "author":"William Paley", "topics": ["Crime & Punishment"]},
  {"quoteText":"Small crimes always precede great ones.", "author":"Jean Racine", "topics": ["Crime & Punishment"]},
  {"quoteText":"Frequent punishments are a sign of weakness or slackness in the government.", "author":"Jean-Jacques Rousseau", "topics": ["Crime & Punishment"]},
  {"quoteText":"Ignorance of the law excuses no man; not that all men know the law, but because 'tis an excuse every man will plead.", "author":"John Selden", "topics": ["Crime & Punishment"]},
  {"quoteText":"If crime is a product of poverty and discrimination as they say endlessly, why was there so much less of it when poverty and discrimination were much worse than today?", "author":"Thomas Sowell", "topics": ["Crime & Punishment"]},

  {"quoteText":"Critical Race Theory is an absolutist ideology.  It is racist to its core.  It weaponizes grievance narratives to seize power and wealth.  It preaches the dismantling and destruction of the United States.", "author":"Ayaan Hirsi Ali", "topics": ["Critical Race Theory"]},
  {"quoteText":"Teaching kids to hate their country and to hate each other is not worth one red cent of taxpayer money.", "author":"Gov. Ron DeSantis", "topics": ["Critical Race Theory"]},
  {"quoteText":"People aren't rejecting CRT because they're racist - they're rejecting it because they're not.", "author":"Clifton Duncan", "topics": ["Critical Race Theory"]},
  {"quoteText":"CRT advocates believe that silly things like free speech are inherently racist.  They think the First Amendment is a tool of oppression.", "author":"Leonydus Johnson", "topics": ["Critical Race Theory"]},
  {"quoteText":"CRT: 'We must work to tear down systems that we think secretly treat people differently based on their skin color by implementing systems that openly treat people differently based on their skin color.'", "author":"Leonydus Johnson", "topics": ["Critical Race Theory"]},
  {"quoteText":"Critical Race Theory is the belief that it is not possible for anything negative to ever happen to a black person without it being racism.", "author":"Leonydus Johnson", "topics": ["Critical Race Theory"]},
  {"quoteText":"Critical Race Theory: You have to learn about racism or you're a racist, and you have to learn it from people who experience it or you're a racist, and if you ask people who experience racism to explain racism you're being racist.", "author":"James Lindsay", "topics": ["Critical Race Theory"]},
  {"quoteText":"The beef I have with CRT being taught in schools is the notion that these people want to teach Black children, in 2021, the horrors of racism more than how to triumph over obstacles like racism.", "author":"Barrington Martin II", "topics": ["Critical Race Theory"]},
  {"quoteText":"Critical Race Theory is nothing more than racist critics spreading their theories.", "author":"Dr. Willie Montague", "topics": ["Critical Race Theory"]},
  {"quoteText":"Of course white supremacists agree with the conclusions of 'Critical Race Theory.'  It is a racist ideology and is now the place where black supremacists and white supremacists meet.", "author":"Douglas Murray", "topics": ["Critical Race Theory"]},
  {"quoteText":"Teaching our children that the United States is an inherently racist or evil country is the most un-American 'lesson' there is.", "author":"Mike Pompeo", "topics": ["Critical Race Theory"]},
  {"quoteText":"Critical race theorists have a right to express their beliefs as individuals; they do not have a right to use taxpayer money to indoctrinate children.  Public institutions must reflect the values of the public - not race essentialism, collective guilt and state-sanctioned racism.", "author":"Christopher F. Rufo", "topics": ["Critical Race Theory"]},
  {"quoteText":"Just as intellectuals convinced people white supremacy is in the best interest of everyone, intellectuals today are also convincing people Critical Race Theory is in the best interest of everyone.  Their ideas were racist and wrong then, and they're racist and wrong now.", "author":"Samuel Sey", "topics": ["Critical Race Theory"]},
  {"quoteText":"Other countries are teaching their children Science, Technology, Engineering and Math.  We're teaching our children how to be racists.", "author":"Shay Shay @ShadesOfShay", "topics": ["Critical Race Theory"]},
  {"quoteText":"It is self-destructive for any society to create a situation where a baby who is born into the world today automatically has pre-existing grievances against another baby born at the same time, because of what their ancestors did centuries ago.", "author":"Thomas Sowell", "topics": ["Critical Race Theory"]},
  {"quoteText":"Critical race theory is a neo-Marxist ideology the left has been pushing to divide and conquer this nation from within.  This cancerous propaganda has infiltrated every sphere of society and the manifestation are the hate-filled violent zombies that are burning down our cities.", "author":"Melissa Tate", "topics": ["Critical Race Theory"]},
  {"quoteText":"There is no material difference between telling a room full of white men they're racist because they're white and telling a room full of black men they're thugs because they're black.  Both actions are evil and unconscionable.", "author":"Chloé S. Valdary", "topics": ["Critical Race Theory"]},
  {"quoteText":"According to social justicians, every inequality results from the omnipotent white man and omnipresent systemic racism.  At some point, you have to ask 'Is the white man God?'  In the BLM, CRT and social justice worlds, the answer is, 'Of course he is.'", "author":"Virgil Walker", "topics": ["Critical Race Theory"]},
  {"quoteText":"If I were an evil genius looking to stir racial tension, I'd: 1.) Tell black and brown people that white people are oppressing them 2.) Tell white people they're inherently privileged, guilty and fragile 3.) amplify every story and video that fits above narrative 4.) Watch and laugh.", "author":"Zuby @ZubyMusic", "topics": ["Critical Race Theory"]},

  {"quoteText":"As long as the welfare state makes it possible for young women - or teenage girls - to have children without a husband and survive without a job, out-of-wedlock births will remain ruinously high, and the inner city will continue to be marked by crime, poverty, and despair.", "author":"David Boaz", "topics": ["Dads Matter"]},
  {"quoteText":"One of the goals of the Feminist Elite is to reinforce to women the idea that men are obsolete.", "author":"Tammy Bruce", "topics": ["Dads Matter"]},
  {"quoteText":"For women who turn to welfare, Big Brother becomes Husband.", "author":"Tammy Bruce", "topics": ["Dads Matter"]},
  {"quoteText":"The first priority of any serious program against poverty is to strengthen the male role in poor families.", "author":"George Gilder", "topics": ["Dads Matter"]},
  {"quoteText":"The welfare culture tells the man he is not a necessary part of the family; he feels dispensable, his wife knows he is dispensable, his children sense it.", "author":"George Gilder", "topics": ["Dads Matter"]},
  {"quoteText":"We must end welfare programs that devalue men and spoil women.", "author":"Jesse Lee Peterson", "topics": ["Dads Matter"]},
  {"quoteText":"You can't replace a father in a home with a check.  It just doesn't work.  The government's not very good at raising children.", "author":"Jason Riley", "topics": ["Dads Matter"]},
  {"quoteText":"I believe that the worst thing the liberals did in this country was the Lyndon Johnson welfare system, which broke up millions of marriages by funneling taxpayers' money solely to the woman. That made the father and husband irrelevant.", "author":"Phyllis Schlafly", "topics": ["Dads Matter"]}
  
]